<?php


class HTMLHead
{
    public function __construct($userid, $addlang, $MainLabel)
    {
        echo '<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML lang="en"><HEAD><title>'.$MainLabel.'</title>
<link rel="icon" href="favicon.ico" type="image/x-icon">
<link rel="shortcut icon" href="favicon.ico" type="image/x-icon">
<meta name="robots" content="index, follow" />
<meta name="keywords" content="ифз, ломоносовский фарфоровый завод, купить фарфор, лфз, императорский, кобальтовая сетка, сервизы, где купить фарфор, дорогой фарфор, кружки фарфор, элитный фарфор, посуда из фарфора, 
посуда фарфор, посуда фарфоровая интернет магазин, продажа фарфора, русский фарфор, сервиз фарфор, сервиз фарфор чайный, сервизы из фарфора, советский фарфор статуэтки, столовый сервиз фарфор, фарфор в москве, фарфор купить, 
посуда фарфор, посуда фарфоровая интернет магазин, продажа фарфора, русский фарфор, сервиз фарфор, сервиз фарфор чайный, сервизы из фарфора, советский фарфор статуэтки, столовый сервиз фарфор, фарфор в москве, фарфор купить, 
фарфоровая посуда купить, статуэтки из фарфора,
императорский фарфор, императорский фарфор магазин, фарфор императорского завода, императорский фарфор москва, императорский фарфор купить, фарфор императорского фарфорового завода, императорский фарфор сайт, императорский фарфор спб, императорский фарфор санкт петербург, императорский фарфор адреса магазинов, императорский фарфор интернет магазин, императорский фарфор ростов, императорский фарфоровый завод, магазин фарфора, императорский фарфоровый, ломоносовский фарфор, императорский завод, ломоносовский фарфоровый завод, фарфор лфз, императорский фарфоровый завод официальный сайт, фарфор купить, ломоносовский фарфор купить, фарфор ифз, интернет магазин фарфора, фарфор спб, кобальтовая сетка, магазин фарфоровый завод, ломоносовский завод, сайт императорского фарфорового завода, императорский фарфоровый завод официальный, императорский фарфоровый завод интернет магазин, императорский фарфоровый завод интернет магазин официальный сайт, петербург императорский фарфоровый завод, императорский фарфоровый завод санкт петербург, императорский фарфоровый завод каталог, спб императорский фарфоровый завод, сервиз императорский фарфоровый завод, императорский фарфоровый завод купить, императорский фарфоровый завод москва, императорский фарфоровый завод каталог товаров, магазин фарфора, магазин фарфоровый завод, фарфор лфз, фарфор ифз, ифз, ифз официальный, ифз официальный сайт, ифз санкт петербург, ифз санкт петербург официальный сайт, ифз интернет магазин, сервиз ифз, скульптуры ифз, фарфор купить, фарфор доставка, фарфор уфа, фарфор самара, фарфор тольятти, фарфор казань, фарфор купить интернет магазин, костяной фарфор купить, фарфор сервиз купить, чайная пара фарфор купить, фарфор лфз купить
" />
<meta name="description" content="Императорский фарфор. Официальный магазин ИФЗ." />
<META http-equiv=content-type content="text/html; charset=UTF-8"><base target="_top"></base>
';//<link href="/bitrix/templates/gipertwo_/favicon.ico" rel="shortcut icon">
//Счетчик Гугла
        echo '	<script type="text/javascript" src="/jquery-1.8.2.min.js"></script>';
        //echo '	<script type="text/javascript" src="/js/div0/basket.js"></script>';
        echo "<script type='text/javascript'>
var _gaq = _gaq || [];_gaq.push(['_setAccount', 'UA-21694937-1']);_gaq.push(['_trackPageview']);
(function() {var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
})();</script>";

        echo '<script type="text/javascript" src="/js/div0/search.js"></script>';
        echo '<script type="text/javascript" src="/js/scripts.js"></script>';
        echo '<script type="text/javascript" src="/js/div0/utils/Cookie.js"></script>';
        echo '</HEAD>';
    }
}